driver-tests/bpelse/assign/AssignJbi/test/CopynormalizedStringInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <normalizedStringPart>
	<xsd_normalizedString>Undefined_String_Length_26</xsd_normalizedString>
	<optional_normalizedString>Undefined</optional_normalizedString>
	<repeat_normalizedString>Undefined</repeat_normalizedString>
	<repeat_normalizedString>string</repeat_normalizedString>
   </normalizedStringPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
